Repository: rcarubbi/Smart.LMS
Catalog: SmartLMS.Domain/Resources/Resource.*.resx
Languages: pt_br

# TeacherInChargeTitle
source: Teacher in charge
pt_br: Professor(a) responsável

source: E-mail not found
pt_br: Email não encontrado

# ForgotPasswordMessage
source: We sent an e-mail to you with your password.
pt_br: Nós enviamos um e-mail para você com a sua senha

source: Invalid User or password
pt_br: Usuário ou senha inválidos

source: Content
pt_br: Conteúdo

# CourseUpdateTitle
source: Course Update
pt_br: Alteração de Curso

# ImageFieldName
source: Image
pt_br: Imagem
