Repository: rcarubbi/Smart.LMS
Catalog: SmartLMS.Domain/Resources/Resource.*.resx
Languages: pt_br

# AboutMenuItem
source: About
pt_br: Sobre

# AboutText
source: Through the research of Multi-instrumentalist, Composer and Arranger Mario Aphonso III with the music of the world, a musical journey begins that connects strands and cultures through modal music from the Middle East, Turkey, Mediterranean and Balkans, to the Arab world and music Brazilian instrumental. Within the study of theory, the practice of traditional repertoire and language are fundamental to a rich and complete experience. The need to share this research with musicians and friends has become a very enriching possibility. With the aim of creating bridges between cultures and establishing a poetic and artistic dialogue, the essence of Coletivo Tarab was born. Aiming to study, research and creativity through art, poetry, music and oriental dance, since 2010, this group has been responsible for artistic development and creation of fundamental groups in the World Music Paulistana Brasileira scene, in addition to a scenario of international meetings with renowned artists which promoted workshops, research, concerts and studies with collaborating students and musicians. Coordination of Mario Aphonso III, Ian Nain and Bruna Milani. Website: www.coletivotarab.com.br
pt_br: <p align="justify">Através da pesquisa do Multi-instrumentista, Compositor e Arranjador Mário Aphonso III com a música do mundo, se inicia uma jornada musical que conecta vertentes e culturas passando pela música modal do Oriente Médio, Turquia, Mediterrâneo e Balkans, ao mundo árabe e a música instrumental Brasileira. Dentro do estudo da teoria, a prática do repertório tradicional e a linguagem são fundamentais para uma vivência rica e completa. A necessidade de partilhamento dessa pesquisa com os músicos e amigos se tornou uma possibilidade muito enriquecedora. Com o objetivo de criar pontes entre culturas e estabelecer um diálogo poético e artístico, nasceu a essência do Coletivo Tarab. Visando o estudo, pesquisa e criatividade através da arte, poesia, música e dança oriental, desde 2010, esse núcleo foi responsável pelo desenvolvimento artístico e criação de grupos fundamentais na cena World Music Paulistana Brasileira, além de um cenário de encontros internacionais com artistas renomados que promoveram workshops, pesquisas, concertos e estudos com os alunos e músicos colaboradores. Coordenação de Mario Aphonso III, Ian Nain e Bruna Milani. Site: <a href="https://www.coletivotarab.com.br">www.coletivotarab.com.br</a></p>

# AboutTitle
source: About Your Company Training
pt_br: Sobre o Coletivo Tarab

# AccessHistoryMenuItem
source: Access History
pt_br: Acessos

# AccessTypeAll
source: All
pt_br: Todos

# AccessTypeClass
source: Class
pt_br: Aula

# AccessTypeSupportMaterial
source: Support Material
pt_br: Material de Apoio

# AnotherUserToThisLoginException
source: There is another user to this login
pt_br: Este login pertence a outro usuário

source: Back to index
pt_br: Voltar para o Índice

# ChangePasswordMenuItem
source: Change password
pt_br: Alterar Senha

# ClassCreatedToastrMessage
source: Class created
pt_br: Aula criada

source: Class Index
pt_br: Índice de Aulas

# ClassName
source: Class
pt_br: Aula

# ClassNameFieldName
source: Name
pt_br: Nome

# ClassPlural
source: Classes
pt_br: Aulas

# ClassroomAdminMenuItem
source: Classrooms
pt_br: Turmas

# ClassroomManagementToastrTitle
source: Classroom management
pt_br: Gerenciamento de Turmas

# ClassroomNameFieldName
source: Name
pt_br: Nome

# ClassroomsMenuItem
source: Classroom
pt_br: Turma

# ClassroomUpdatedToastrMessage
source: Classroom updated
pt_br: Turma alterada

# ContentManagementToastrTitle
source: Content management
pt_br: Gerenciamento de Conteúdo

# CourseCreatedToastrMessage
source: Course created
pt_br: Curso criado

source: Course Index
pt_br: Índice de Cursos

# CourseName
source: Course
pt_br: Curso

# CourseNameFieldName
source: Name
pt_br: Nome

# CourseNotAvailableToastrMessage
source: This course is not available at this moment
pt_br: Este curso não está disponível no momento

# CoursePlural
source: Courses
pt_br: Cursos

# CourseUpdatedToastrMessage
source: Course updated
pt_br: Curso alterado

# CreatingUserNotificationEmailBody
source: <div> Hi {username}, your Your Company Training credendials are: </div> <div>Login: {login}</div><div>Password: {password}.</div> <div>Access the platform by the following link <a href='{link}'>here</a>.</div> <div>Regards, Your Company Training Team</div>
pt_br: <div> Olá {username}, suas credenciais do Coletivo Tarab são: </div> <div>Login: {login}</div><div>Senha: {password}.</div> <div>Acesse a plataforma clicando <a href='{link}'>aqui</a>.</div> <div>Atenciosamente, Coletivo Tarab</div>

# CreatingUserNotificationEmailSubject
source: Welcome to Your Company Training
pt_br: Bem-vindo(a) ao Coletivo Tarab

# DeliveredClassNotificationEmailBody
source: Hi {username}, how are you? <br /> The class <a href='{link}/Class/Watch/{classId}'>{classname}</a> is now avaialble on the course <a href='{link}/Class/Index/{courseId}'>{coursename}</a> <br />Have a productive study! <br /><br /> Your Company Training Team
pt_br: Olá {username}, como vai? <br /> A aula <a href='{link}/Class/Watch/{classId}'>{classname}</a> já está disponível no curso <a href='{link}/Class/Index/{courseId}'>{coursename}</a> <br />Bons estudos! <br /><br /> Coletivo Tarab

# DeliveredClassNotificationEmailSubject
source: Your Company Training - New available class
pt_br: Coletivo Tarab - Nova aula disponível!

# FileName
source: Support Material
pt_br: Material de Apoio

source: Knowledge Area Index
pt_br: Índice de Áreas de Conhecimento

# KnowledgeAreaName
source: Knowledge Area
pt_br: Área de Conhecimento

# KnowledgeAreaNameFieldName
source: Name
pt_br: Nome

# KnowledgeAreaPlural
source: Knowledge Areas
pt_br: Áreas de Conhecimento

# LastClassesTitle
source: New classes
pt_br: Novas Aulas

# LogoutMenuItem
source: Log out
pt_br: Sair

# MonitoringMenuSectionMenuDivider
source: Monitoring
pt_br: Monitoramento

# MyCoursesTitle
source: My Courses
pt_br: Meus cursos

# NoCourses
source: We don't have any content in this section yet
pt_br: Nós ainda não temos conteúdo nesta seção

# NotAllowedWatchClassToastrMessage
source: You are not allowed to watch this class
pt_br: Você não está autorizado a assistir esta aula

# NoticeMenuItem
source: Notices
pt_br: Avisos

# NoticeTypeAll
source: All
pt_br: Todos

# NoticeTypeClassroom
source: Classroom
pt_br: Turma

# NoticeTypePersonal
source: Personal
pt_br: Pessoal

# NoticeTypePublic
source: Public
pt_br: Público

# NotificationToastrTitle
source: Notification
pt_br: Notificação

# PasswordRecoveryEmailBody
source: <div>Hi {username}, your Your Company Training credendials are:</div> <div> Login: {login}. </div> <div> Password: {password} </div> <div> Access the platform by the following link <a href='{link}'>here</a>. </div> <div> Regards, Your Company Training Team </div>
pt_br: <div>Olá {username}, suas credenciais do Coletivo Tarab são:</div> <div> Login: {login}. </div> <div> Senha: {password} </div> <div> Acesse a plataforma clicando <a href='{link}'>aqui</a>. </div> <div> Atenciosamente, Coletivo Tarab </div>

# PasswordRecoveryEmailSubject
source: Your Company Training - Password Recovery
pt_br: Coletivo Tarab - Recuperação de Senha

# PasswordUpdatedNoticeMessage
source: Your password has been updated
pt_br: Sua senha foi atualizada

# PasswordUpdatedToastrMessage
source: Password updated!
pt_br: Senha atualizada!

# PersonalInfoUpdatedFrom
source: from
pt_br: de

# PersonalInfoUpdatedTitle
source: Personal info updated
pt_br: Informações pessoais atualizadas

# PersonalInfoUpdatedTo
source: to
pt_br: para

# SeeOtherClasses
source: See also other classes for this course
pt_br: Veja também outras aulas para este curso

# SeeOtherCourses
source: See also other courses for this subject
pt_br: Veja também outros cursos para este assunto

# SeeOtherKnowledgeAreas
source: See also other knowledge areas
pt_br: Veja também outras áreas de conhecimento

# SeeOtherSubjects
source: See also other subjects for this knowledge area
pt_br: Veja também outros assuntos para esta área de conhecimento

# SelectClass
source: Select a class
pt_br: Selecione uma aula

# SelectCourse
source: Select a course
pt_br: Selecione um curso

# SelectKnowledgeArea
source: Select a knowledge area
pt_br: Selecione uma área de conhecimento

# SelectOneCourseIndexMessage
source: Select below one of the classes available in this course
pt_br: Selecione abaixo uma das aulas disponíveis neste curso

# SelectOneSubjectIndexMessage
source: Select below one of the courses available in this subject
pt_br: Selecione abaixo um dos cursos disponíveis neste assunto

# SelectSubject
source: Select a subject
pt_br: Selecione um assunto

# StudentAdminMenuItem
source: Students
pt_br: Alunos

# StudentNameFieldName
source: Name
pt_br: Nome

source: Subject Index
pt_br: Índice de Assuntos

# SubjectName
source: Subject
pt_br: Assunto

# SubjectNameFieldName
source: Name
pt_br: Nome

# SubjectNotAvailableToastrMessage
source: This subject is not available at this moment
pt_br: Este assunto não está disponível no momento

# SubjectPlural
source: Subjects
pt_br: Assuntos

# SupportMaterialDownloadToastrTitle
source: Support Material download
pt_br: Download de Material de Apoio

# TalkToUsEmailBody
source: <div><h1>Talk to us - Your Company Training</h1> <dl> <dt>Name:</dt> <dd>{name}</dd> <dt>Email:</dt> <dd>{email}</dd> <dt>Message:</dt> <dd>{message}</dd> </dl> </div>
pt_br: <div><h1>Fale conosco - Coletivo Tarab</h1> <dl> <dt>Nome:</dt> <dd>{name}</dd> <dt>Email:</dt> <dd>{email}</dd> <dt>Mensagem:</dt> <dd>{message}</dd> </dl> </div>

# TalkToUsEmailSubject
source: Your Company Training - Talk to Us
pt_br: Coletivo Tarab - Fale Conosco

# TeacherAddedToastrMessage
source: Teacher added
pt_br: Professor(a) adicionado(a)

# TeacherAdminMenuItem
source: Teachers
pt_br: Professores

# TeacherClassesAssociationException
source: This teacher has classes associated to him
pt_br: Este(a) professor(a) tem aulas associadas a ele(a)

# TeacherInChargeException
source: This teacher is in charge of some courses
pt_br: Este(a) professor(a) é responsável por algum curso

# TeacherManagementToastrTitle
source: Teacher management
pt_br: Gerenciamento de Professores

# TeacherNameFieldName
source: Name
pt_br: Nome

# TeacherUpdatedToastrMessage
source: Teacher updated
pt_br: Professor(a) alterado(a)

# WarningToastrTitle
source: Warning
pt_br: Aviso

# WatchedClassesTitle
source: Last watched classes
pt_br: Últimas aulas assistidas

# WelcomeNoticeMessage
source: Welcome to Your Company Training! Have a productive study!
pt_br: Bem-vindo(a) ao Coletivo Tarab, Bons Estudos!

# WithoutPermissionDownloadToastrMessage
source: You don't have permission to download this material
pt_br: Você não tem permissão para baixar este material

# CloseButton
source: Close
pt_br: Fechar

# TalkToUsTitle
source: Talk to us
pt_br: Fale Conosco

# TalkToUsMenuItem
source: Talk to us
pt_br: Fale Conosco

# ContentManagementSection
source: Content management
pt_br: Gerenciamento de Conteúdo

# PeopleManagementSection
source: People management
pt_br: Gerenciamento de Pessoas

# QueryFiltersTitle
source: Query filters
pt_br: Filtros de pesquisa

# StartDateLabel
source: Start date
pt_br: Data de Início

# AccessTypeLabel
source: Access Type
pt_br: Tipo de Acesso

# ActiveFieldName
source: Active
pt_br: Ativo

# AdminSearchText
source: type the term you want to find
pt_br: digite o termo que deseja encontrar

# BackButton
source: Back
pt_br: Voltar

# ConcludedLabel
source: Concluded
pt_br: Concluído

# CreatedAtFieldName
source: Created at
pt_br: Criado em

# CreateTeacherPageTitle
source: Create a new teacher
pt_br: Criação de Professor(a)

# DeleteTeacherConfirmationText
source: Do you really want to delete the teacher
pt_br: Você realmente deseja excluir o(a) professor(a)

# DeleteTeacherConfirmationTitle
source: Delete Teacher
pt_br: Exclusão de Professor(a)

# EndDateLabel
source: End date
pt_br: Data Fim

# FilterButton
source: Filter
pt_br: Filtro

# ManagementAdminMenuItem
source: Management
pt_br: Gerenciamento

# NoTeachers
source: No Teachers found
pt_br: Nenhum(a) professor(a) encontrado(a)

# SearchByLabel
source: Search by
pt_br: Pesquisar por

# StudentAccessMenuItem
source: Student access
pt_br: Acessos de Aluno(a)

# SubjectManagementPageTitle
source: Subject Management
pt_br: Gerenciamento de Assuntos

# TeacherDeletedToastrMessage
source: Teacher deleted!
pt_br: Professor(a) excluído(a)!

# TeacherManagementPageTitle
source: Teacher management
pt_br: Gerenciamento de Professores

# TeacherUpdatePageTitle
source: Update Teacher
pt_br: Alteração de Professor(a)

# DeleteSubjectConfirmationText
source: Do you really want to delete the subject
pt_br: Você realmente deseja excluir o assunto

# NoSubjectsAdmin
source: No Subjects found
pt_br: Nenhum assunto encontrado

# OrderFieldName
source: Order
pt_br: Ordem

# SubjectDeletedToastrMessage
source: Subject deleted!
pt_br: Assunto excluído!

# CreateStudentPageTitle
source: Create a new student
pt_br: Criação de Aluno(a)

# CreateSubjectPageTitle
source: Create a new subject
pt_br: Criação de Assunto

# DeleteStudentConfirmationText
source: Do you really want to delete the student
pt_br: Você realmente deseja excluir o(a) aluno(a)

# DeleteStudentConfirmationTitle
source: Delete Student
pt_br: Exclusão de Aluno(a)

# NoStudentsAdmin
source: No Students found
pt_br: Nenhum(a) aluno(a) encontrado(a)

# StudentDeletedToastrMessage
source: Student deleted!
pt_br: Aluno(a) excluído(a)!

# StudentManagementPageTitle
source: Student Management
pt_br: Índice de Alunos

# StudentManagementToastrTitle
source: Student Management
pt_br: Gerenciamento de Alunos

# StudentUpdatePageTitle
source: Student Update
pt_br: Alteração de Aluno(a)

# SubjectUpdatePageTitle
source: Subject Update
pt_br: Atualização de Assunto

source: Back to Home
pt_br: Voltar para Home

# CheckCoursesBySubjectMessage
source: and check below the courses by subject
pt_br: e veja abaixo os cursos por assunto

# CourseManagementPageTitle
source: Course Management
pt_br: Gerenciamento de Cursos

# CreateKnowledgeAreaPageTitle
source: Create a new Knowledge Area
pt_br: Criação de Área de Conhecimento

# DeleteKnowledgeAreaConfirmationText
source: Do you really want to delete the knowledge area
pt_br: Você realmente deseja excluir a área de conhecimento

# DeleteKnowledgeAreaConfirmationTitle
source: Delete Knowledge Area
pt_br: Exclusão de Área de Conhecimento

# ErrorDetailsTitle
source: Error Details
pt_br: Detalhes do Erro

# KnowledgeAreaDeletedToastrMessage
source: Knowledge area deleted!
pt_br: Área de Conhecimento excluída!

# KnowledgeAreaManagementPageTitle
source: Knowledge Area Management
pt_br: Gerenciamento de Áreas de Conhecimento

# KnowledgeAreaUpdatePageTitle
source: Knowledge Area Update
pt_br: Alteração de Área de Conhecimento

# MadeBy
source: by
pt_br: por

# MadeWithLoveMessage
source: Made with
pt_br: Feito com

# ManyPagesResultMessage
source: Have been found <strong>{{pageCount}}</strong> pages for the term <strong>"{{term}}"</strong>
pt_br: Foram encontradas <strong>{{pageCount}}</strong> páginas para o termo <strong>"{{term}}"</strong>

# NextPage
source: next &gt;
pt_br: próxima &gt;

# NoAccessToClassMessage
source: You don't have access to this class
pt_br: Você não tem acesso a esta aula

# NoClasses
source: No classes in this section
pt_br: Nenhuma aula nesta seção

# NoCoursesAdmin
source: No Courses found
pt_br: Nenhum curso encontrado

# NoKnowledgeAreasAdmin
source: No Knowledge Areas found
pt_br: Nenhuma Área de Conhecimento encontrada

# NoNotices
source: You don't have notices at this moment
pt_br: Você não tem avisos neste momento

# NoSearchResultsMessage
source: Your search did not return any results for the term <strong>"{{term}}"</strong>
pt_br: Sua pesquisa não retornou nenhum resultado para o termo <strong>"{{term}}"</strong>

# NoticeHistoryPageTitle
source: Notice History
pt_br: Histórico de Avisos

# NoticesPanelTitle
source: Notices
pt_br: Avisos

# NoticeTypeLabel
source: Notice Type
pt_br: Tipo de Aviso

# OnePageResultMessage
source: Has been found <strong>one</strong> page for the term <strong>"{{term}}"</strong>
pt_br: Foi encontrada <strong>uma</strong> página para o termo <strong>"{{term}}"</strong>

# PreviousPage
source: &lt; previous
pt_br: &lt; anterior

# QuickPanelsMessage
source: Stay on top of the news through the quick access panels
pt_br: Fique ligado(a) nas novidades através dos painéis de acesso rápido

# SearchBarText
source: What do you want to learn?
pt_br: O que você quer aprender hoje?

# SearchButton
source: Search
pt_br: Pesquisar

# SeeFullIndex
source: See the full index
pt_br: Veja o Índice Completo

source: Sending
pt_br: Enviando

# TalkToUsEmailLabel
source: Type your email
pt_br: Digite seu email

# TalkToUsErrorMessage
source: An error has been ocurried. Please try again
pt_br: Ocorreu um erro. Tente novamente

# TalkToUsMessagePlaceholder
source: Type your message here
pt_br: Digite sua mensagem aqui

# TalkToUsMessageSent
source: Your message has been sent!
pt_br: Sua mensagem foi enviada!

# TalkToUsNameLabel
source: Type your name
pt_br: Digite seu nome

# SendButton
source: Send
pt_br: Enviar

# TalkToUsToastrTitle
source: Talk to us
pt_br: Fale Conosco

# TeacherName
source: Teacher
pt_br: Professor(a)

# CourseDeletedToastrMessage
source: Course deleted!
pt_br: Curso excluído!

# DeleteCourseConfirmationText
source: Do you really want to delete the course
pt_br: Você realmente deseja excluir o curso

# DeleteCourseConfirmationTitle
source: Delete course
pt_br: Exclusão de Curso

# CancelImageButton
source: Cancel
pt_br: Cancelar

# ClassroomDeletedToastrMessage
source: Classroom deleted!
pt_br: Turma excluída!

# ClassroomManagementPageTitle
source: Classroom management
pt_br: Gerenciamento de Turmas

# ClassroomPlural
source: Classrooms
pt_br: Turmas

# CoursesInClassroomTitle
source: Included courses in the classroom
pt_br: Cursos incluídos nesta turma

# CreateCoursePageTitle
source: Create a new course
pt_br: Criação de Curso

# DaysToDeliverLabel
source: Days to deliver
pt_br: Dias para entrega

# DeleteClassroomConfirmationText
source: Do you really want to delete the classroom
pt_br: Você realmente deseja excluir a turma

# DeleteClassroomConfirmationTitle
source: Delete Classroom
pt_br: Exclusão de Turma

# DeleteImageButton
source: Delete
pt_br: Excluir

# DeliveryPlanName
source: Delivery Plan
pt_br: Plano de entrega

# DeliveryPlanPageTitle
source: Delivery Plan
pt_br: Plano de entrega

# DetailsColumn
source: Details
pt_br: Detalhes

# DragAndDropImageMessage
source: Drag and drop the course image here or just click to select it
pt_br: Arraste a imagem do curso aqui ou apenas clique nesta área para selecioná-la

# EditDeleteColumn
source: Edit/Delete
pt_br: Editar/Excluir

# NoClassroomAdmin
source: No Classrooms found
pt_br: Nehuma turma encontrada

# OnlyOneImageCourseMessage
source: The course can have only one image
pt_br: O curso só pode ter uma imagem

# SelectTeacher
source: Select a teacher
pt_br: Selecione um(a) professor(a)

# StudentPlural
source: Students
pt_br: Alunos

# StudentsInClassroomTitle
source: Students subscribed in the classroom
pt_br: Alunos inscritos nesta turma

source: Authenticating
pt_br: Autenticando

source: Back to login
pt_br: Voltar para o Login

# CancelFileButton
source: Cancel
pt_br: Cancelar

# ChangePasswordInformation
source: Fill in the form below to change your password
pt_br: Preencha o formulário abaixo para mudar sua senha

# ChangePasswordPageTitle
source: Change Password
pt_br: Alterar Senha

# ClassDeletedToastrMessage
source: Class deleted!
pt_br: Aula excluída!

# ClassManagementPageTitle
source: Class Management
pt_br: Gerenciamento de Aulas

# ClassroomUpdatePageTitle
source: Classroom Update
pt_br: Alteração de Turma

# ClassUpdatePageTitle
source: Class Update
pt_br: Alteração de Turma

# CommentPlaceholder
source: Make your comment about the class here
pt_br: Faça seu comentário sobre a aula aqui

# CommentsTitle
source: Discussion
pt_br: Discussão

# ConfirmPasswordLabel
source: Confirm your password
pt_br: Confirme sua senha

# CreateClassPageTitle
source: Create a new Class
pt_br: Criação de Aula

# CreateClassroomPageTitle
source: Create a new Classroom
pt_br: Criação de Turma

# DeleteClassConfirmationText
source: Do you really want to delete the class
pt_br: Você realmente deseja excluir a aula

# DeleteClassConfirmationTitle
source: Delete Class
pt_br: Exclusão de Aula

# DeleteFileButton
source: Delete
pt_br: Excluir

# DeliveryPlanPlural
source: Delivery Plans
pt_br: Planos de entrega

# DragAndDropFileMessage
source: Drag and drop the documents here or just click to select them
pt_br: Arraste os documentos aqui ou apenas clique nesta área para selecioná-los

# FilePlural
source: Support materials
pt_br: Materiais de Apoio

# ForgotPasswordButton
source: Forgot your password?
pt_br: Esqueceu sua senha?

# ForgotPasswordLoginLabel
source: Type your subscribed email
pt_br: Digite o seu email de inscrição

# ForgotPasswordTitle
source: Forgot your password?
pt_br: Esqueceu sua senha?

# LoginEmailLabel
source: Type your email
pt_br: Digite seu email

# LoginPasswordLabel
source: Type your password
pt_br: Digite sua senha

# NewPasswordLabel
source: Type your new password
pt_br: Digite sua nova senha

source: Next classes
pt_br: Próximas aulas

# NoClassAdmin
source: No class found
pt_br: Nenhuma aula encontrada

# NoMoreComments
source: No more comments to this class.
pt_br: Sem mais comentários para esta aula

# RememberMeLabel
source: Remember Me
pt_br: Lembrar-me

# SelectContentType
source: Select a content type
pt_br: Selecione um tipo de conteúdo

# StudentName
source: Student
pt_br: Aluno

# SubscribedAtColumn
source: Subscribed at
pt_br: Inscrito em

# ClassroomName
source: Classroom
pt_br: Turma

source: Classroom required
pt_br: Informe a Turma

source: Email required
pt_br: Informe o Email

source: Error saving image
pt_br: Erro ao salvar imagem

# InvalidLogin
source: Login must be a valid email
pt_br: O Login deve ser um email válido

source: Login required
pt_br: Informe seu login

# PasswordConfirmationFieldName
source: Confirm Password
pt_br: Confirme sua senha

source: Password confirmation required
pt_br: Você deve confirmar sua senha

# PasswordDoenstMatch
source: Password doesn't match
pt_br: A senha não corresponde

# PasswordFieldName
source: Password
pt_br: Senha

# UserNameFieldName
source: Name
pt_br: Nome

# UserNameRequired
source: Name required
pt_br: Informe o nome

# UserPasswordRequired
source: Password required
pt_br: Informe a senha

# AccessHistoryPageTitle
source: Access History
pt_br: Histórico de Acessos

# SelectStudent
source: Select a Student
pt_br: Selecione um aluno

# DeliveryPlanDate
source: Delivery date
pt_br: Data de entrega

# SendNoticeMenuItem
source: Send Notice
pt_br: Enviar aviso

# SelectClassroom
source: Select a Classroom
pt_br: Selecione uma turma

# CommentRequired
source: Type your comment
pt_br: Digite seu comentário

# ContentTypeName
source: Class type
pt_br: Tipo de Aula

# MessageRequired
source: Type your message
pt_br: Digite sua mensagem

# ChangeLanguageMenuItem
source: Change Language
pt_br: Mudar Idioma

# NoticeMessagePlaceholder
source: Type your message here
pt_br: Digite sua mensagem aqui

# SendNoticeInformation
source: Send notices visible to all users by this form
pt_br: Envie avisos para todos os usuários através deste formulário

# SendNoticePageTitle
source: Send Public Notices
pt_br: Avisos Públicos

source: available
pt_br: disponível

source: New
pt_br: Nova
